import type { BaseTranslation } from 'typesafe-i18n';

const ja: BaseTranslation = {
	'1276': '何かしてみましょう。',
	'1277': '私は眠らなければなりません。',
	'1280': '今日は６月１８日で、ムーリエルの誕生日です！',
	'1282': 'ムーリエルは２０歳になりました。',
	'1283': 'パスワードは「Muiriel」です。',
	'1284': 'すぐに戻ります。',
	'1286': '何と言ったら良いか分かりません。',
	'1287': 'きりがない。',
	'1288': '何と言ったらいいか・・・。',
	'1289': 'こいつは悪いウサギだった。',
	'1290': '私は山にいました。',
	'1291': 'それは最近の写真？',
	'1292': '時間があるか分かりません。',
	'1294': 'この世界の教育にはがっかりしてしまう。',
	'1295': '君は僕より有利な立場にあるものね。',
	'1296': '君は僕の邪魔をしている。',
	'1298': '３０ユーロになります。',
	'1299': '私は一日に100ユーロ稼ぎます。',
	'1300': 'すぐに諦めて昼寝をするかも知れない。',
	'1301': 'それはあなたが一人になりたくないからです。',
	'1302': 'そんなことは起きないでしょう。',
	'1303': '彼は時々変です。',
	'1304': 'あなたの勉強を邪魔しないようにします。',
	'1305': 'みんなもそうなのかな、と思うことくらいしかできない。',
	'1306': '長い目で見れば違ってくると思います。',
	'1308': '会えなくて淋しい。',
	'1309': '明日帰ったら電話します。',
	'1310': '私はいつも不思議な性格の方が好きだった。',
	'1311': '眠った方がいいよ。',
	'1312': '行くよ。',
	'1313': '私は彼らにチケットをもう一枚送ってくれるように頼んだ。',
	'1314': '君は僕にとてもいらいらしている。',
	'1315': '私はそんな風には生きられない。',
	'1316': '私は一時期、天体物理学者になりたかった。',
	'1317': '私は生物学は決して好きではありませんでした。',
	'1318': '僕が最後に自分の考えを伝えた人は、僕を気違いだと思ったようだ。'

};

export default ja;
